/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsFormatKey" = "Atodiadau (%d)";

/* Old singular title format */
"AttachmentsKey" = "Atodiad (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Ychwanegu Atodiad";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Tynnu Llun";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Llyfrgell Luniau";

/* The voice announcement when an attachment is deleted */
"AttachmentDeletedKey" = "Wedi dileu atodiad %d";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Ffeiliau";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Canslo";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Teitl";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Nodiadau";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Gwerth";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "RHYBUDD: Mae'r RheolyddLlywio ar gyfer y RheolyddGweddTablUI presennol ar gyfer CellFfurfFUI yn ddim. Fydd CellFfurfAtodiadauFUI a ChellFfurfDewiswrRhestr ddim yn gweithio'n iawn.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d awr %d mun";

/* The default keyName for the `FUIDurationPickerFormCell`. */
"Duration" = "Hyd";

/* The hour label string in the FUIDurationPickerFormCell */
"hourKey" = "awr";

/* The hours label string in the FUIDurationPickerFormCell */
"hoursKey" = "oriau";

/* The minute label string in the FUIDurationPickerFormCell */
"minKey" = "mun";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Wedi dewis";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Pob un";

/* The warning string when search is enabled but the ListPickerFormCell\n has the listPickerDataSource set but listPickerSearchResultsUpdating\n property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Rhybudd: Does dim modd chwilio oherwydd bod y briodwedd DiweddaruCanlyniadauChwilioDewiswrRhestr yn CellFfurfDewiswrRhestr yn ddim.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Dewis Pob Un";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Dad-ddewis Pob Un";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Cau";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "mwy";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "Llai";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "ymlaen";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "wedi diffodd";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Tapiwch ddwywaith i doglo gosodiad";

/* The default title for FUIOrderPickerFormCell.\n This string can be overwritten by the \"title\" property \n in FUIOrderPickerFormCell. */
"SortByKey" = "Trefnu yn ôl";

/* The sort criterion state for FUIOrderPickerFormItemCell.\n It is used in voice over. */
"NotSelectedKey" = "Heb ei ddewis";

/* Criterion view accessibility hint */
"CriterionHintKey" = "Tapiwch ddwywaith i doglo'r dewis";

/* OrderDirection view accessibility hint */
"OrderDirectionHintKey" = "Tapiwch ddwywaith i doglo cyfeiriad y drefn";

/* FUISliderFormCell accessibility label */
"FUISliderFormCellAccessibilityLabelKey" = "dyma lithrydd %@ a'i werth uchaf yw %@ a'i werth isaf yw %@";

/* FUISliderFormCell accessibility hint */
"FUISliderFormCellAccessibilityHintKey" = "gallwch symud i fyny/i lawr tra bo elfen yn cael ei dewis i newid gwerth y llithrydd";

/* FUISliderFormCell accessibility value */
"FUISliderFormCellAccessibilityValueKey" = "Y gwerth presennol yw %@";

/* FUISliderFormCell accessibility change value */
"FUISliderFormCellAccessibilityChangeValueKey" = "Y gwerth presennol wedi newid i %@";

/* Default hint text for Read-only Field for FUITextFieldFormCell */
"ReadOnlyFieldKey" = "Maes darllen-yn-unig";

/* Default accessibility label for Alternative Input Action button name for FUITextFieldFormCell */
"AlternativeInputActionKey" = "Gweithred mewnbwn arall";

/* Button for accessibility voice over announcement */
"ButtonKey" = "Botwm";

/* Other accessibility hint strings */
"DoubleTapToOpenKey" = "Tapiwch ddwywaith i agor";

"DoubleTapToCollapseKey" = "Tapiwch ddwywaith i gwympo";

"DoubleTapToSelectFromList" = "Tapiwch ddwywaith i ddewis o'r rhestr";

"DoubleTapToSelect" = "Tapiwch ddwywaith i ddewis";

"DoubleTapToUnselect" = "Tapiwch ddwywaith i ddad-ddewis";

/* FUIStepperView tip */
"StepperTipKey" = "Camwr yw hwn y mae modd ei olygu";

/* FUIStepperView tip unable be edited */
"StepperTipNotEditableKey" = "Camwr yw hwn nad oes modd ei olygu";

/* FUIStepperView stepper maximum value */
"StepperMaximumValueKey" = "Y gwerth mwyaf yw %@";

/* FUIStepperView stepper minimum value */
"StepperMinimumValueKey" = "Y gwerth isaf yw %@";

/* FUIStepperView increase button */
"StepperIncreaseValueByOneKey" = "Cynyddu'r gwerth 1";

/* FUIStepperView decrease button */
"StepperDecreaseValueByOneKey" = "Gostwng y gwerth 1";

/* FUIStepperView textField value */
"StepperCurrentValueKey" = "Y gwerth presennol yw ";

/* Title for UINavigationBar in the FUISortFilterViewController */
"Filter" = "Hidlo";

/* Subtitle for UINavigationBar in the FUISortFilterViewController; \"\\(filteredNum)\" and \"\\(totalNum)\" don't require localization. */
"ResultsOf" = "Canlyniadau \\(filteredNum) o \\(totalNum)";

/* Title for Action Button in the FUISortFilterViewController; \"\\(filteredNum)\" doesn't require localization. */
"ShowResults" = "Dangos \\(filteredNum) eitem";

/* Title for Button \"Reset\" in UINavigationBar to reset filter criteria in the FUISortFilterViewController */
"Reset" = "Ailosod";

/* FUIRangeSliderContentView slider tip */
"SliderTipKey" = "Llithrydd yw hwn y mae modd ei olygu, y gwerth isaf yw %@ a'r gwerth uchaf yw %@";

/* FUIRangeSliderContentView slider tip unable be editable */
"SliderTipNotEditableKey" = "Llithrydd yw hwn nad oes modd ei olygu, y gwerth isaf yw %@ a'r gwerth uchaf yw %@";

/* FUIRangeSliderContentView range slider tip */
"RangeSliderTipKey" = "Llithrydd ystod yw hwn y mae modd ei olygu, y gwerth isaf yw %@ a'r gwerth uchaf yw %@";

/* FUIRangeSliderContentView range slider tip unable be editable */
"RangeSliderTipNotEditableKey" = "Llithrydd ystod yw hwn nad oes modd ei olygu, y gwerth isaf yw %@ a'r gwerth uchaf yw %@";

/* FUIRangeSliderContentView slider value textField */
"SliderValueTextFieldKey" = "maes testun gwerth llithrydd";

/* FUIRangeSliderContentView range slider lower value textField */
"RangeSliderLowerValueTextFieldKey" = "maes testun gwerth isaf";

/* FUIRangeSliderContentView range slider upper value textField */
"RangeSliderUpperValueTextFieldKey" = "maes testun gwerth uchaf";

/* FUIRangeSliderContentView range slider textField hint text */
"RangeSliderTextFieldHintKey" = "Tapiwch ddwywaith er mwyn mewnbynnu gwerth penodol";

/* FUIRangeSlider slider thumb tip */
"SliderThumbTipKey" = "bawd llithrydd, y gwerth presennol yw";

/* FUIRangeSlider slider hint text */
"SliderThumbHintKey" = "gallwch symud i fyny neu i lawr i newid y gwerth";

/* FUIRangeSlider lower range slider thumb tip */
"LowerRangeSliderThumbTipKey" = "bawd lithrydd ystod isaf, y gwerth presennol yw";

/* FUIRangeSlider lower range slider thumb hint text */
"LowerRangeSliderThumbHintKey" = "gallwch symud i fyny neu i lawr i newid y gwerth isaf";

/* FUIRangeSlider upper range slider thumb tip */
"UpperRangeSliderThumbTipKey" = "bawd lithrydd ystod uchaf, y gwerth presennol yw";

/* FUIRangeSlider upper range slider thumb hint text */
"UpperRangeSliderThumbHintKey" = "gallwch symud i fyny neu i lawr i newid y gwerth uchaf";

/* FUIRangeSlider slider value tip */
"SliderValueTipKey" = "y gwerth presennol yw %@";

/* FUIRangeSlider range slider value tip */
"RangeSliderValueTipKey" = "y gwerth isaf presennol yw %@, y gwerth uchaf yw %@";

